Repository: iddqdidkfaidclip/Clipurr-clipboard-manager
Catalog: Clipurr/Resources/Localizable.xcstrings
Source language: en
Languages: ar, be, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

source: This permanently removes all saved text, images, and file references.
ar: سيؤدي هذا إلى إزالة كل النصوص والصور ومراجع الملفات المحفوظة نهائيًا.
be: Гэта назаўжды выдаліць увесь захаваны тэкст, выявы і спасылкі на файлы.
cs: Tím se trvale odstraní veškerý uložený text, obrázky a odkazy na soubory.
da: Dette fjerner permanent al gemt tekst, billeder og filreferencer.
de: Dadurch werden alle gespeicherten Texte, Bilder und Dateiverweise dauerhaft entfernt.
el: Αυτό αφαιρεί οριστικά όλο το αποθηκευμένο κείμενο, τις εικόνες και τις αναφορές αρχείων.
es: Esto elimina permanentemente todo el texto, las imágenes y las referencias a archivos guardados.
fa: این کار همه متن‌ها، تصاویر و ارجاعات فایل ذخیره‌شده را برای همیشه حذف می‌کند.
fi: Tämä poistaa pysyvästi kaiken tallennetun tekstin, kuvat ja tiedostoviittaukset.
fr: Cela supprime définitivement tous les textes, images et références de fichiers enregistrés.
he: פעולה זו מסירה לצמיתות את כל הטקסט, התמונות והפניות לקבצים השמורים.
hi: यह सभी सहेजे गए टेक्स्ट, चित्र और फ़ाइल संदर्भ स्थायी रूप से हटा देता है।
hu: Ez véglegesen eltávolítja az összes mentett szöveget, képet és fájlhivatkozást.
id: Ini menghapus secara permanen semua teks, gambar, dan referensi file yang tersimpan.
it: Questo rimuove definitivamente tutto il testo, le immagini e i riferimenti ai file salvati.
ja: 保存済みのテキスト、画像、ファイル参照がすべて完全に削除されます。
ko: 저장된 모든 텍스트, 이미지 및 파일 참조가 영구적으로 삭제됩니다.
ms: Ini memadam secara kekal semua teks, imej dan rujukan fail yang disimpan.
nb: Dette fjerner permanent all lagret tekst, bilder og filreferanser.
nl: Dit verwijdert permanent alle opgeslagen tekst, afbeeldingen en bestandsverwijzingen.
pl: To trwale usuwa cały zapisany tekst, obrazy i odwołania do plików.
pt_br: Isso remove permanentemente todo o texto, as imagens e as referências a arquivos salvos.
ro: Aceasta elimină permanent tot textul, imaginile și referințele la fișiere salvate.
ru: Это навсегда удалит весь сохранённый текст, изображения и ссылки на файлы.
sv: Detta tar permanent bort all sparad text, bilder och filreferenser.
th: การดำเนินการนี้จะลบข้อความ รูปภาพ และการอ้างอิงไฟล์ที่บันทึกไว้ทั้งหมดอย่างถาวร
tr: Bu, kaydedilmiş tüm metin, görüntü ve dosya başvurularını kalıcı olarak kaldırır.
vi: Thao tác này xóa vĩnh viễn mọi văn bản, hình ảnh và tham chiếu tệp đã lưu.
zh_hans: 这将永久删除所有已保存的文本、图片和文件引用。
zh_hant: 這會永久移除所有已儲存的文字、影像與檔案參照。

source: Clear
ar: مسح
be: Ачысціць
cs: Vymazat
da: Ryd
de: Löschen
el: Εκκαθάριση
es: Borrar
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
he: ניקוי
hi: साफ़ करें
hu: Törlés
id: Hapus
it: Cancella
ja: 消去
ko: 지우기
ms: Kosongkan
nb: Tøm
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ro: Șterge
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Cancel
ar: إلغاء
be: Адмена
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Couldn’t update Launch at Login
ar: تعذّر تحديث التشغيل عند تسجيل الدخول
be: Не ўдалося абнавіць «Запуск пры ўваходзе»
cs: Nepodařilo se aktualizovat Spustit při přihlášení
da: Kunne ikke opdatere Start ved login
de: „Bei Anmeldung starten“ konnte nicht aktualisiert werden
el: Δεν ήταν δυνατή η ενημέρωση της Εκκίνησης κατά τη σύνδεση
es: No se pudo actualizar Abrir al iniciar sesión
fa: به‌روزرسانی «اجرا هنگام ورود» ممکن نشد
fi: Käynnistä kirjautumisen yhteydessä -asetusta ei voitu päivittää
fr: Impossible de mettre à jour Ouvrir à la connexion
he: לא ניתן לעדכן את ההפעלה בכניסה
hi: लॉगिन पर लॉन्च अपडेट नहीं हो सका
hu: Nem sikerült frissíteni az Indítás bejelentkezéskor beállítást
id: Tidak dapat memperbarui Jalankan saat Login
it: Impossibile aggiornare Avvia all’accesso
ja: ログイン時に起動を更新できませんでした
ko: 로그인 시 실행을 업데이트할 수 없음
ms: Tidak dapat mengemas kini Lancarkan semasa Log Masuk
nb: Kunne ikke oppdatere Start ved innlogging
nl: Kon Starten bij login niet bijwerken
pl: Nie udało się zaktualizować Uruchom przy logowaniu
pt_br: Não foi possível atualizar Abrir ao iniciar a sessão
ro: Nu s-a putut actualiza Lansează la autentificare
ru: Не удалось обновить «Запуск при входе»
sv: Kunde inte uppdatera Starta vid inloggning
th: อัปเดตการเปิดเมื่อเข้าสู่ระบบไม่สำเร็จ
tr: Girişte Başlat güncellenemedi
vi: Không thể cập nhật Mở khi đăng nhập
zh_hans: 无法更新“登录时启动”
zh_hant: 無法更新「登入時啟動」

source: OK
ar: موافق
fa: تأیید
he: אישור
hi: ठीक
ko: 확인
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 好

source: Restart required
ar: إعادة التشغيل مطلوبة
be: Патрабуецца перазапуск
cs: Je vyžadován restart
da: Genstart påkrævet
de: Neustart erforderlich
el: Απαιτείται επανεκκίνηση
es: Reinicio necesario
fa: راه‌اندازی مجدد لازم است
fi: Uudelleenkäynnistys vaaditaan
fr: Redémarrage requis
he: נדרשת הפעלה מחדש
hi: पुनः आरंभ आवश्यक
hu: Újraindítás szükséges
id: Perlu mulai ulang
it: Riavvio richiesto
ja: 再起動が必要です
ko: 다시 시작 필요
ms: Mulakan semula diperlukan
nb: Omstart kreves
nl: Herstart vereist
pl: Wymagany restart
pt_br: Reinício necessário
ro: Repornire necesară
ru: Требуется перезапуск
sv: Omstart krävs
th: ต้องเริ่มใหม่
tr: Yeniden başlatma gerekli
vi: Cần khởi động lại
zh_hans: 需要重新启动
zh_hant: 需要重新啟動

source: Restart Clipurr
ar: إعادة تشغيل Clipurr
be: Перазапусціць Clipurr
cs: Restartovat Clipurr
da: Genstart Clipurr
de: Clipurr neu starten
el: Επανεκκίνηση Clipurr
es: Reiniciar Clipurr
fa: راه‌اندازی مجدد Clipurr
fi: Käynnistä Clipurr uudelleen
fr: Redémarrer Clipurr
he: הפעל מחדש את Clipurr
hi: Clipurr पुनः प्रारंभ करें
hu: Clipurr újraindítása
id: Mulai ulang Clipurr
it: Riavvia Clipurr
ja: Clipurr を再起動
ko: Clipurr 재시작
ms: Mulakan semula Clipurr
nb: Start Clipurr på nytt
nl: Clipurr opnieuw starten
pl: Uruchom ponownie Clipurr
pt_br: Reiniciar o Clipurr
ro: Repornește Clipurr
ru: Перезапустить Clipurr
sv: Starta om Clipurr
th: รีสตาร์ท Clipurr
tr: Clipurr’ı yeniden başlat
vi: Khởi động lại Clipurr
zh_hans: 重新启动 Clipurr
zh_hant: 重新啟動 Clipurr

source: Clipurr will restart to apply the new language.
ar: أنهِ Clipurr وأعد فتحه لتطبيق اللغة الجديدة.
be: Закрыйце і зноў адкрыйце Clipurr, каб прымяніць новую мову.
cs: Ukončete a znovu otevřete Clipurr, aby se použil nový jazyk.
da: Afslut og åbn Clipurr igen for at anvende det nye sprog.
de: Beende Clipurr und öffne es erneut, um die neue Sprache zu übernehmen.
el: Κλείστε και ανοίξτε ξανά το Clipurr για εφαρμογή της νέας γλώσσας.
es: Sal y vuelve a abrir Clipurr para aplicar el nuevo idioma.
fa: برای اعمال زبان جدید از Clipurr خارج شوید و دوباره باز کنید.
fi: Lopeta ja avaa Clipurr uudelleen uuden kielen käyttöönottoa varten.
fr: Quittez et rouvrez Clipurr pour appliquer la nouvelle langue.
he: צא ופתח מחדש את Clipurr כדי להחיל את השפה החדשה.
hi: नई भाषा लागू करने के लिए Clipurr बंद करें और फिर खोलें।
hu: Lépjen ki, és nyissa meg újra a Clipurrt az új nyelv alkalmazásához.
id: Keluar dan buka lagi Clipurr untuk menerapkan bahasa baru.
it: Esci e riapri Clipurr per applicare la nuova lingua.
ja: 新しい言語を適用するには、Clipurr を終了して開き直してください。
ko: 새 언어를 적용하려면 Clipurr를 종료했다가 다시 여세요.
ms: Keluar dan buka semula Clipurr untuk menggunakan bahasa baharu.
nb: Avslutt og åpne Clipurr på nytt for å bruke det nye språket.
nl: Sluit Clipurr af en open het opnieuw om de nieuwe taal toe te passen.
pl: Zakończ i ponownie otwórz Clipurr, aby zastosować nowy język.
pt_br: Saia e abra o Clipurr novamente para aplicar o novo idioma.
ro: Închide și redeschide Clipurr pentru a aplica noua limbă.
ru: Закройте и снова откройте Clipurr, чтобы применить новый язык.
sv: Avsluta och öppna Clipurr igen för att tillämpa det nya språket.
th: ออกแล้วเปิด Clipurr อีกครั้งเพื่อใช้ภาษาใหม่
tr: Yeni dili uygulamak için Clipurr’dan çıkıp yeniden açın.
vi: Thoát và mở lại Clipurr để áp dụng ngôn ngữ mới.
zh_hans: 退出并重新打开 Clipurr 以应用新语言。
zh_hant: 結束並重新打開 Clipurr 以套用新語言。

source: Settings
ar: الإعدادات
be: Налады
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्ज़
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ro: Setări
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: General
ar: عام
be: Асноўныя
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fa: عمومی
fi: Yleiset
fr: Général
he: כללי
hi: सामान्य
hu: Általános
id: Umum
it: Generali
ja: 一般
ko: 일반
ms: Umum
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
sv: Allmänt
th: ทั่วไป
tr: Genel
vi: Chung
zh_hans: 通用
zh_hant: 一般

source: Language
ar: اللغة
be: Мова
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
ro: Limbă
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Interface language
ar: لغة الواجهة
be: Мова інтэрфейсу
cs: Jazyk rozhraní
da: Grænsefladesprog
de: Oberflächensprache
el: Γλώσσα διεπαφής
es: Idioma de la interfaz
fa: زبان رابط
fi: Käyttöliittymän kieli
fr: Langue de l’interface
he: שפת הממשק
hi: इंटरफ़ेस भाषा
hu: Felület nyelve
id: Bahasa antarmuka
it: Lingua dell’interfaccia
ja: インターフェイス言語
ko: 인터페이스 언어
ms: Bahasa antara muka
nb: Grensesnittspråk
nl: Interfacetaal
pl: Język interfejsu
pt_br: Idioma da interface
ro: Limba interfeței
ru: Язык интерфейса
sv: Gränssnittsspråk
th: ภาษาของอินเทอร์เฟซ
tr: Arayüz dili
vi: Ngôn ngữ giao diện
zh_hans: 界面语言
zh_hant: 介面語言

source: Start Clipurr when you log in to this Mac
ar: بدء Clipurr عند تسجيل الدخول إلى هذا الـ Mac
be: Запускаць Clipurr пры ўваходзе на гэты Mac
cs: Spouštět Clipurr při přihlášení k tomuto Macu
da: Start Clipurr, når du logger ind på denne Mac
de: Clipurr starten, wenn du dich an diesem Mac anmeldest
el: Έναρξη του Clipurr όταν συνδέεστε σε αυτό το Mac
es: Iniciar Clipurr al iniciar sesión en este Mac
fa: شروع Clipurr هنگام ورود به این Mac
fi: Käynnistä Clipurr, kun kirjaudut tälle Macille
fr: Démarrer Clipurr lorsque vous vous connectez à ce Mac
he: הפעלת Clipurr כשאתה נכנס ל-Mac הזה
hi: इस Mac में लॉग इन करने पर Clipurr शुरू करें
hu: Clipurr indítása, amikor bejelentkezik erre a Macre
id: Mulai Clipurr saat Anda login ke Mac ini
it: Avvia Clipurr quando accedi a questo Mac
ja: この Mac にログインしたときに Clipurr を起動
ko: 이 Mac에 로그인할 때 Clipurr 시작
ms: Mulakan Clipurr apabila anda log masuk ke Mac ini
nb: Start Clipurr når du logger på denne Mac-en
nl: Start Clipurr wanneer je inlogt op deze Mac
pl: Uruchamiaj Clipurr po zalogowaniu na tego Maca
pt_br: Iniciar o Clipurr ao iniciar a sessão neste Mac
ro: Pornește Clipurr când te autentifici pe acest Mac
ru: Запускать Clipurr при входе на этот Mac
sv: Starta Clipurr när du loggar in på denna Mac
th: เริ่ม Clipurr เมื่อคุณเข้าสู่ระบบ Mac เครื่องนี้
tr: Bu Mac’e giriş yaptığınızda Clipurr’ı başlat
vi: Khởi động Clipurr khi bạn đăng nhập vào Mac này
zh_hans: 登录此 Mac 时启动 Clipurr
zh_hant: 登入此 Mac 時啟動 Clipurr

source: History
ar: السجل
be: Гісторыя
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
fa: تاریخچه
fi: Historia
fr: Historique
he: היסטוריה
hi: इतिहास
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
ms: Sejarah
nb: Historikk
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ro: Istoric
ru: История
sv: Historik
th: ประวัติ
tr: Geçmiş
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 記錄

source: Limit
ar: الحد
be: Ліміт
da: Grænse
el: Όριο
es: Límite
fa: محدودیت
fi: Raja
fr: Limite
he: מגבלה
hi: सीमा
hu: Korlát
id: Batas
it: Limite
ja: 上限
ko: 제한
ms: Had
nb: Grense
nl: Limiet
pt_br: Limite
ro: Limită
ru: Лимит
sv: Gräns
th: ขีดจำกัด
vi: Giới hạn
zh_hans: 数量上限
zh_hant: 數量上限

source: How many items to keep
ar: عدد العناصر المراد الاحتفاظ بها
be: Колькі элементаў захоўваць
cs: Kolik položek zachovat
da: Hvor mange elementer der skal gemmes
de: Wie viele Einträge behalten werden
el: Πόσα στοιχεία να διατηρούνται
es: Cuántos elementos conservar
fa: چند مورد نگه داشته شود
fi: Kuinka monta kohdetta säilytetään
fr: Nombre d’éléments à conserver
he: כמה פריטים לשמור
hi: कितनी प्रविष्टियाँ रखनी हैं
hu: Hány elemet tartson meg
id: Berapa banyak item yang disimpan
it: Quanti elementi mantenere
ja: 保持する項目数
ko: 보관할 항목 수
ms: Berapa banyak item untuk disimpan
nb: Hvor mange elementer som skal beholdes
nl: Hoeveel items bewaren
pl: Ile elementów zachować
pt_br: Quantos itens manter
ro: Câte elemente să păstreze
ru: Сколько элементов хранить
sv: Hur många objekt som ska sparas
th: จำนวนรายการที่จะเก็บไว้
tr: Kaç öğe tutulacak
vi: Số mục cần giữ
zh_hans: 保留多少条记录
zh_hant: 保留多少筆記錄

source: Store
ar: التخزين
be: Захоўваць
cs: Ukládat
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fi: Säilytä
fr: Conserver
he: אחסון
hi: संग्रहण
hu: Tárolás
id: Simpan
it: Memorizza
ja: 保存
ko: 저장
ms: Simpan
nb: Lagre
nl: Bewaren
pl: Przechowuj
pt_br: Armazenar
ro: Stochează
ru: Хранить
sv: Lagra
th: เก็บ
tr: Sakla
vi: Lưu trữ
zh_hans: 存储
zh_hant: 儲存

source: What Clipurr saves from the clipboard
ar: ما يحفظه Clipurr من الحافظة
be: Што Clipurr захоўвае з буфера абмену
cs: Co Clipurr ukládá ze schránky
da: Hvad Clipurr gemmer fra udklipsholderen
de: Was Clipurr aus der Zwischenablage speichert
el: Τι αποθηκεύει το Clipurr από το πρόχειρο
es: Qué guarda Clipurr del portapapeles
fa: Clipurr چه چیزی از کلیپ‌بورد ذخیره می‌کند
fi: Mitä Clipurr tallentaa leikepöydältä
fr: Ce que Clipurr enregistre depuis le presse-papiers
he: מה Clipurr שומר מלוח הגזירים
hi: क्लिपबोर्ड से Clipurr क्या सहेजता है
hu: Mit ment a Clipurr a vágólapról
id: Apa yang disimpan Clipurr dari papan klip
it: Cosa Clipurr salva dagli appunti
ja: Clipurr がクリップボードから保存する内容
ko: Clipurr가 클립보드에서 저장하는 항목
ms: Apa yang Clipurr simpan dari papan klip
nb: Hva Clipurr lagrer fra utklippstavlen
nl: Wat Clipurr van het klembord bewaart
pl: Co Clipurr zapisuje ze schowka
pt_br: O que o Clipurr salva da área de transferência
ro: Ce salvează Clipurr din clipboard
ru: Что Clipurr сохраняет из буфера обмена
sv: Vad Clipurr sparar från urklippet
th: สิ่งที่ Clipurr บันทึกจากคลิปบอร์ด
tr: Clipurr panodan ne kaydeder
vi: Clipurr lưu gì từ clipboard
zh_hans: Clipurr 从剪贴板保存的内容
zh_hant: Clipurr 從剪貼簿儲存的內容

source: Hide history content
ar: إخفاء المحتوى المنسوخ
be: Хаваць скапіраванае змесціва
cs: Skrýt zkopírovaný obsah
da: Skjul kopieret indhold
de: Kopierten Inhalt ausblenden
el: Απόκρυψη αντιγραμμένου περιεχομένου
es: Ocultar contenido copiado
fa: پنهان کردن محتوای کپی‌شده
fi: Piilota kopioitu sisältö
fr: Masquer le contenu copié
he: הסתרת תוכן שהועתק
hi: कॉपी की गई सामग्री छिपाएँ
hu: Másolt tartalom elrejtése
id: Sembunyikan konten yang disalin
it: Nascondi contenuto copiato
ja: コピーした内容を隠す
ko: 복사한 내용 가리기
ms: Sembunyikan kandungan yang disalin
nb: Skjul kopiert innhold
nl: Gekopieerde inhoud verbergen
pl: Ukryj skopiowaną treść
pt_br: Ocultar conteúdo copiado
ro: Ascunde conținutul copiat
ru: Скрывать скопированное содержимое
sv: Dölj kopierat innehåll
th: ซ่อนเนื้อหาที่คัดลอก
tr: Kopyalanan içeriği gizle
vi: Ẩn nội dung đã sao chép
zh_hans: 隐藏已复制内容
zh_hant: 隱藏已複製內容

source: Blur unfocused rows. Paste via ⇧⌃⌘V is always blurred.
ar: طمس معاينات السجل حتى يتم التركيز على صف
be: Размываць прэв’ю ў гісторыі, пакуль радок не ў фокусе
cs: Rozostřit náhledy v historii, dokud není řádek aktivní
da: Slør forhåndsvisninger i historikken, indtil en række er i fokus
de: Vorschauen im Verlauf unscharf, bis eine Zeile fokussiert ist
el: Θόλωμα προεπισκοπήσεων ιστορικού μέχρι να εστιαστεί μια γραμμή
es: Desenfocar vistas previas del historial hasta enfocar una fila
fa: پیش‌نمایش‌های تاریخچه را تا فوکوس شدن یک ردیف تار کنید
fi: Sumenna historian esikatselut, kunnes rivi on kohdistettu
fr: Flouter les aperçus de l’historique jusqu’à ce qu’une ligne soit sélectionnée
he: טשטוש תצוגות מקדימות בהיסטוריה עד שורה מקבלת מיקוד
hi: पंक्ति फ़ोकस होने तक इतिहास पूर्वावलोकन धुंधले रखें
hu: Előzmények előnézeteinek elhomályosítása, amíg egy sor nincs fókuszban
id: Buramkan pratinjau riwayat hingga baris difokuskan
it: Sfoca le anteprime nella cronologia finché una riga non è attiva
ja: 行にフォーカスするまで履歴のプレビューをぼかす
ko: 행에 포커스가 갈 때까지 기록 미리보기 흐리게
ms: Kaburkan pratonton sejarah sehingga baris difokuskan
nb: Gjør forhåndsvisninger i historikken uskarpe til en rad er i fokus
nl: Vervag voorbeelden in de geschiedenis tot een rij de focus heeft
pl: Rozmywaj podglądy w historii, dopóki wiersz nie ma fokusu
pt_br: Desfocar prévias do histórico até que uma linha seja focada
ro: Estompează previzualizările din istoric până când un rând este focalizat
ru: Размывать превью в истории, пока строка не в фокусе
sv: Sudda förhandsvisningar i historiken tills en rad är i fokus
th: เบลอตัวอย่างในประวัติจนกว่าแถวจะได้รับโฟกัส
tr: Bir satır odaklanana kadar geçmiş önizlemelerini bulanıklaştır
vi: Làm mờ xem trước lịch sử cho đến khi một hàng được tập trung
zh_hans: 在聚焦某行之前模糊历史预览
zh_hant: 在聚焦某列之前模糊記錄預覽

source: Encrypt data on disk
ar: تشفير البيانات على القرص
be: Шыфраваць даныя на дыску
cs: Šifrovat data na disku
da: Kryptér data på disken
de: Daten auf dem Datenträger verschlüsseln
el: Κρυπτογράφηση δεδομένων στο δίσκο
es: Cifrar datos en disco
fa: رمزنگاری داده‌ها روی دیسک
fi: Salaa levyn tiedot
fr: Chiffrer les données sur le disque
he: הצפן נתונים בדיסק
hi: डिस्क पर डेटा एन्क्रिप्ट करें
hu: Adatok titkosítása a lemezen
id: Enkripsi data di disk
it: Crittografa i dati su disco
ja: ディスク上のデータを暗号化
ko: 디스크의 데이터 암호화
ms: Sulitkan data pada cakera
nb: Krypter data på disk
nl: Gegevens op schijf versleutelen
pl: Szyfruj dane na dysku
pt_br: Criptografar dados no disco
ro: Criptează datele pe disc
ru: Шифровать данные на диске
sv: Kryptera data på disk
th: เข้ารหัสข้อมูลบนดิสก์
tr: Diskteki verileri şifrele
vi: Mã hóa dữ liệu trên đĩa
zh_hans: 加密磁盘上的数据
zh_hant: 加密磁碟上的資料

source: Seal clipboard data on disk with a local key
ar: حماية بيانات الحافظة على القرص بمفتاح محلي
be: Шыфраваць даныя буфера на дыску лакальным ключом
cs: Chránit data schránky na disku lokálním klíčem
da: Beskyt udklipsholderdata på disken med en lokal nøgle
de: Zwischenablagedaten auf der Festplatte mit einem lokalen Schlüssel schützen
el: Προστατέψτε τα δεδομένα προχείρου στο δίσκο με τοπικό κλειδί
es: Cifrar los datos del portapapeles en disco con una clave local
fa: محافظت از داده‌های کلیپ‌بورد روی دیسک با کلید محلی
fi: Suojaa leikepöydän tiedot levylle paikallisella avaimella
fr: Chiffrer les données du presse-papiers sur le disque avec une clé locale
he: הגן על נתוני לוח גזירים בדיסק עם מפתח מקומי
hi: स्थानीय कुंजी से डिस्क पर क्लिपबोर्ड डेटा सुरक्षित करें
hu: Védje a vágólap adatait a lemezen helyi kulccsal
id: Lindungi data papan klip di disk dengan kunci lokal
it: Proteggi i dati degli appunti su disco con una chiave locale
ja: ローカル鍵でディスク上のクリップボードデータを保護
ko: 로컬 키로 디스크의 클립보드 데이터를 보호합니다
ms: Lindungi data papan klip pada cakera dengan kunci setempat
nb: Beskytt utklippsdata på disken med en lokal nøkkel
nl: Klembordgegevens op schijf beschermen met een lokale sleutel
pl: Chroń dane schowka na dysku lokalnym kluczem
pt_br: Proteger dados da área de transferência no disco com uma chave local
ro: Protejează datele clipboardului pe disc cu o cheie locală
ru: Шифровать данные буфера на диске локальным ключом
sv: Skydda urklippsdata på disken med en lokal nyckel
th: ปกป้องข้อมูลคลิปบอร์ดบนดิสก์ด้วยคีย์ในเครื่อง
tr: Diskteki pano verilerini yerel anahtarla koru
vi: Bảo vệ dữ liệu clipboard trên đĩa bằng khóa cục bộ
zh_hans: 使用本地密钥加密磁盘上的剪贴板数据
zh_hant: 使用本機金鑰鎖定磁碟上的剪貼簿資料

source: Move to top on paste
ar: نقل للأعلى عند اللصق
be: Уверх пры ўстаўцы
cs: Po vložení nahoru
da: Flyt øverst ved indsættelse
de: Beim Einfügen nach oben
el: Επάνω κατά την επικόλληση
es: Subir al pegar
fa: انتقال به بالا هنگام جای‌گذاری
fi: Siirrä ylös liittäessä
fr: Remonter au collage
he: העבר לראש בהדבקה
hi: पेस्ट पर सबसे ऊपर
hu: Beillesztéskor felülre
id: Pindah ke atas saat menempel
it: In alto dopo l’incolla
ja: ペーストで先頭へ
ko: 붙여넣기 시 맨 위로
ms: Ke atas semasa tampal
nb: Flytt øverst ved innliming
nl: Naar boven bij plakken
pl: Na górę po wklejeniu
pt_br: Mover para o topo ao colar
ro: Sus la lipire
ru: Наверх при вставке
sv: Flytta överst vid inklistring
th: เลื่อนขึ้นบนเมื่อวาง
tr: Yapıştırınca üste taşı
vi: Đưa lên đầu khi dán
zh_hans: 粘贴后置顶
zh_hant: 貼上後置頂

source: Pasted items become newest when you reopen history
ar: العناصر الملصوقة تصبح الأحدث عند إعادة فتح السجل
be: Устаўлены запіс стане першым пры наступным адкрыцці
cs: Vložené položky budou při příštím otevření nejnovější
da: Indsatte elementer bliver nyeste, når historikken åbnes igen
de: Eingefügte Einträge sind beim nächsten Öffnen die neuesten
el: Τα επικολλημένα στοιχεία γίνονται τα νεότερα στο επόμενο άνοιγμα
es: Los elementos pegados pasan a ser los más recientes al reabrir
fa: موارد جای‌گذاری‌شده با باز کردن مجدد تاریخچه جدیدترین می‌شوند
fi: Liitetyt kohteet ovat uusimpia, kun historia avataan uudelleen
fr: Les éléments collés deviennent les plus récents à la prochaine ouverture
he: פריטים שהודבקו יהיו החדשים ביותר בפתיחה הבאה
hi: पेस्ट किए गए आइटम अगली बार इतिहास खोलने पर सबसे नए होंगे
hu: A beillesztett elemek a következő megnyitáskor a legújabbak lesznek
id: Item yang ditempel jadi terbaru saat riwayat dibuka lagi
it: Gli elementi incollati diventano i più recenti alla riapertura
ja: ペーストした項目は次回開いたときに最新になります
ko: 붙여넣은 항목은 다음에 열 때 맨 위에 표시됩니다
ms: Item yang ditampal menjadi terbaharu apabila sejarah dibuka semula
nb: Innlimte elementer blir nyest neste gang historikken åpnes
nl: Geplakte items zijn de nieuwste bij opnieuw openen
pl: Wklejone elementy będą najnowsze przy następnym otwarciu
pt_br: Itens colados ficam como os mais recentes na próxima abertura
ro: Elementele lipite devin cele mai noi la următoarea deschidere
ru: Вставленная запись станет первой при следующем открытии
sv: Inklistrade objekt blir nyast när historiken öppnas igen
th: รายการที่วางจะใหม่สุดเมื่อเปิดประวัติครั้งถัดไป
tr: Yapıştırılan öğeler bir sonraki açılışta en yeni olur
vi: Mục đã dán sẽ mới nhất khi mở lại lịch sử
zh_hans: 粘贴的条目在下次打开历史时排到最前
zh_hant: 貼上的項目在下次開啟歷史時會排到最前

source: Clear history
ar: مسح السجل
be: Ачыстка гісторыі
cs: Vymazat historii
da: Ryd historik
de: Verlauf löschen
el: Διαγραφή ιστορικού
es: Borrar historial
fa: پاک کردن تاریخچه
fi: Tyhjennä historia
fr: Effacer l’historique
he: נקה היסטוריה
hi: इतिहास साफ़ करें
hu: Előzmények törlése
id: Hapus riwayat
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
ms: Kosongkan sejarah
nb: Tøm historikk
nl: Geschiedenis wissen
pl: Wyczyść historię
pt_br: Limpar histórico
ro: Șterge istoricul
ru: Очистка истории
sv: Rensa historik
th: ล้างประวัติ
tr: Geçmişi temizle
vi: Xóa lịch sử
zh_hans: 清除历史记录
zh_hant: 清除歷史記錄
